{
  "install": "Installation",
  "download": "Downloading",
  "error": "An error occured",
  "finish": "Finish",
  "settings": {
    "title": "Settings",
    "lang": "Language"
  },
  "rcm": "Connect the Switch in RCM mode<br><br>1) Connect the Switch to USB and shut down it.<br>2) Apply the JoyCon Haxx : PIN1 + PIN10 or PIN9 + PIN10<br>3) Maintain \"Volume +\" and press \"Power\"",
  "drivers": {
    "manager": "It is possible that the labels I indicate for the different buttons are a little different depending on the version of Windows used, the ones I indicate here are for Windows 7.<br><br>Select the installation via the device manager.<br>Normally, a device named \"APX\" in the \"other devices\" section should have a yellow exclamation point, sinifying that the driver is not installed. Right-click on it and click on \"Update driver...\".<br>In the window that will open, click on \"Search for a driver on my computer\".<br>On the next screen, click on the \"Browse...\" button and go to the \"%localappdata%\\IcosaSwitch\\devicemanager\" folder. It is also preferable to check the box \"Include subfolders\".<br>Once the configuration is complete, click on the \"Next\" button and the driver should be installed.<br>Click on the \"Finish\" button and close the device manager.",
    "zadig": "Select the installation via Zadig and accept the privilege increase request that may appear.<br>In the menu bar, click on \"Options\" then on \"List All Devices\".<br>In the list at the top of the screen, select \"APX\" and in the \"WCID\" section, select \"libusbK (v3.0.7.0.0)\" (the version may be different) using the \"+\" button next to it.<br>Finally, click on \"Install drivers\" or \"Replace Driver\".<br>Once the driver is installed, Zadig can  be closed."
  },
  "sxos": {
    "select": "Select the<br>license-request.dat",
    "nofile": "No file selected",
    "sixtyfour": "The file length must be 64 bytes",
    "sign": "Signing",
    "license": "Enter your license key",
    "licensefile": "License file created!"
  },
  "nscbuilder": {
    "success": "You have successfully launched NSC Builder"
  },
  "imsp": {
    "give": "Give your serial number here (Example: XAW10074000000)",
    "unpatched": "Unpatched",
    "possibly": "Possibly Patched",
    "patched": "Patched",
    "unknown": "Serial Number Unknown",
    "not": "Not a Switch Serial Number"
  },
  "payload": {
    "success": "Your payload is correctly inject",
    "injecting": "Injecting"
  }
}
