{
  "install": "Installation",
  "download": "Téléchargement",
  "error": "Une erreur s'est produite",
  "finish": "Fini",
  "settings": {
    "title": "Paramètres",
    "lang": "Langue"
  },
  "rcm": "Connecter la switch en mode RCM<br><br>1) Connecter la Switch en USB et l'éteindre<br>2) Appliquer le JoyCon Haxx : PIN1 + PIN10 ou PIN9 + PIN10<br>3) Maintenez \"Volume +\" et appuyez sur \"Power\".",
  "drivers": {
    "manager": "Il est possible que les libellés que j'indique pour les différents boutons soient un peu différents selon la version de Windows utilisé, ceux que j'indique ici sont pour Windows 7.<br><br>Sélectionner l'installation via le gestionnaire de périphériques.<br>Normalement, un périphérique nommé \"APX\" dans la section \"autre périphériques\" devrait avoir un point d'exclammation jaune, sinifiant que le driver n'est pas installé. Faire un clique droit sur celui-ci et cliquer sur \"Mettre à jour le pilote...\".<br>Dans la fenêtre qui va s'ouvrir, cliquer sur \"Rechercher un pilote sur mon ordinateur\".<br>Sur l'écran suivant, cliquer sur le bouton \"Parcourir...\" et aller chercher le dossier \"%localappdata%\\IcosaSwitch\\devicemanager\" qui se trouve dans ce script. Il est également préférable de cocher la case \"Inclure les sous-dossiers\".<br>Une fois la configuration terminé, cliquer sur le bouton \"Suivant\" et le driver devrait s'installer.<br>Cliquer sur le bouton \"Terminer\" et refermer le gestionnaire de périphérique.",
    "zadig": "Sélectionner l'installation via Zadig et accepter la demande d'élévation des privilèges qui s'affichera éventuellement.<br>Dans la barre de menu, cliquer sur \"Options\" puis sur \"List All Devices\".<br>Dans la liste en haut de l'écran, sélectionner \"APX\" et dans la section \"WCID\", sélectionner \"libusbK (v3.0.7.0)\" (la version poura être différente) grâce au bouton \"+\" se trouvant juste à côté.<br>Enfin, cliquer sur \"Install drivers\" ou \"Replace Driver\".<br>Une fois le driver installé, Zadig peut être refermé."
  },
  "sxos": {
    "select": "Selectionnez le<br>license-request.dat",
    "nofile": "Aucun fichier séléctionné",
    "sixtyfour": "La taille du fichier doit être de 64 octets",
    "sign": "Signe",
    "license": "Entrez votre clé de licence",
    "licensefile": "Fichier de licence créé!"
  },
  "nscbuilder": {
    "success": "Vous avez lancé NSC Builder avec succès"
  },
  "imsp": {
    "give": "Indiquez ici votre numéro de série (Exemple: XAW10074000000)",
    "unpatched": "Non patchée",
    "possibly": "Possiblement patchée",
    "patched": "Patchée",
    "unknown": "Numéro de série inconnu",
    "not": "Ce numéro de série ne provient pas d'une switch"
  },
  "payload": {
    "success": "Votre payload à été correctement injectée",
    "injecting": "Injection"
  }
}
